{
  "field-error-message": {
    "integers-only": "केवल पूर्णांक की अनुमति है",
    "invalid": "फ़ील्ड अमान्य",
    "invalid-date": "तारीख अमान्य है",
    "invalid-email": "एक मान्य ईमेल पता दर्ज करें",
    "invalid-url": "एक मान्य URL पता होना चाहिए",
    "password-too-short": "पासवर्ड में कम से कम 8 वर्ण होने चाहिए",
    "required": "फ़ील्ड आवश्यक"
  },
  "ludicrousConfirmationDialog": {
    "cancel": "रद्द करें",
    "description": "लुडिक्रस मोड आपके सिस्टम को अनुत्तरदायी बना सकता है। कृपया पुष्टि करें कि आप लुडिक्रस मोड में माइनिंग शुरू करना चाहते हैं या तारी यूनिवर्स इको मोड में वापस स्विच कर देगा",
    "keepChanges": "परिवर्तनों को बनाए रखें",
    "seconds": "सेकंड",
    "title": "लुडिक्रस मोड में स्विच करें?"
  },
  "releaseNotesDialog": {
    "close": "समझ गया",
    "title": "रिलीज़ नोट्स"
  },
  "resume-app-modal": {
    "finishing-resume": "फिर से शुरू करना समाप्त कर रहा है...",
    "resuming-all-processes": "सभी प्रक्रियाओं को फिर से शुरू कर रहा है...",
    "resuming-mm-proxy": "एमएम प्रॉक्सी को फिर से शुरू कर रहा है...",
    "resuming-node": "नोड को फिर से शुरू कर रहा है...",
    "resuming-p2pool": "पी2पूल को फिर से शुरू कर रहा है...",
    "resuming-tor": "टोर को फिर से शुरू कर रहा है...",
    "resuming-wallet": "वॉलेट को फिर से शुरू कर रहा है...",
    "syncing-node": "नोड को सिंक कर रहा है...",
    "title": "तारी यूनिवर्स को फिर से शुरू कर रहा है"
  },
  "warmupDialog": {
    "copy": "The Warm Up phase is a temporary period at the start of network activation, expected to last 15 days.\nDuring this time, the network is still stabilizing, and some irregular behavior is normal. You may experience fluctuations in block times, temporary disconnects, or syncing issues. In some cases, your node might end up on a temporary fork and need to reconnect to the main chain.\nMiners are still earning XTM during this phase. This period allows the system to calibrate as more miners and nodes come online, helping iron out edge cases and ensure the network is resilient under real-world conditions. No action is needed unless your node becomes stuck. Restarting or resyncing will usually resolve it. After the warm-up period, the network will transition into a more stable and predictable state.",
    "subtitle": "What does this mean exactly?",
    "tag-line": "The network is starting",
    "title": "Warm up phase"
  }
}